[
  {
    "time": "08:30-09:00",
    "title": "Registration and Refreshments",
    "description": ""
  },
  {
    "time": "09:30-09:40",
    "title": "Opening Remarks",
    "description": "<strong>Dato’ Mohammad Faiz Azmi</strong><br/>Executive Chairman, Securities Commission Malaysia"
  },
  {
    "time": "09:40-09:55",
    "title": "Keynote Address 4: Strengthening ASEAN Connectivity for Sustainable and Inclusive Investment Opportunities",
    "description": "<strong>H.E. Dr. Kao Kim Hourn</strong><br/>ASEAN Secretary-General"
  },
  {
    "time": "09:55-10:10",
    "title": "Presentation 3: Perspectives of ASEAN + 3: Trade & Investment Opportunities",
    "description": "<strong>Tan Sri Andrew Sheng</strong><br/>Distinguished Fellow, Asia Global Institute, University of Hong Kong"
  },
  {
    "time": "10:10-10:30",
    "title": "Fireside Chat: Advancing ASEAN+3 Connectivity for Sustainable and Inclusive Trade & Investment",
    "description": "<strong>Tan Sri Andrew Sheng</strong><br/>Distinguished Fellow, Asia Global Institute, University of Hong Kong"
  },
  {
    "time": "10:30-10:50",
    "title": "Coffee Break",
    "description": ""
  },
  {
    "time": "10:50-11:50",
    "title": "Panel 4: ASEAN+3 Development Banks: Catalysing Sustainable Investment in ASEAN",
    "description": "This panel brings together senior representatives from leading multilateral and policy banks to explore their role in driving sustainable investment and long-term economic resilience in ASEAN. Discussions will focus on key funding priorities, including green financing, digital infrastructure, and public-private partnerships that foster inclusive growth. Panelists will share insights on investment strategies, cross-border collaboration, and how these institutions are shaping ASEAN’s development landscape through strategic funding and innovative financial solutions.<br/><br/>Panelists:<br/><strong>Winfried F. Wicklein</strong>, Director General, Southeast Asia Department, Asian Development Bank <br/><strong>Sakuma Kazuko</strong>, Resident Executive Officer, Regional Head for Asia and Pacific, Japan Bank for International Cooperation<br /><strong>Shoufeng Liu</strong>, Deputy Chief Representative of Hong Kong Representative Office, The Export-Import Bank of China<br/><strong>Rajat Misra, </strong>Acting Chief Investment Officer and Director General, Public Sector Clients Department Region 1, Asian Infrastructure Investment Bank (AIIB)<br/><br/>Moderator:<br/><strong>Carol Fong</strong>, Group CEO, CGS International Securities Group"
  },
  {
    "time": "11:50-12:50",
    "title": "Panel 5: Driving Sectoral Growth – Real Stories of Impact and Inclusion Under the NIMP",
    "description": "Strategic investments are the backbone of Malaysia’s economic transformation under the New Industrial Master Plan (NIMP), shaping high-impact growth across key sectors. In this panel, senior leaders from Khazanah Nasional, KWAP, PNB & EPF will share real-life case studies of how their investment strategies have fueled industrial development, created jobs, and empowered diverse communities.<br/><br/>This discussion will explore how capital deployment in critical industries, sustainable financing, and inclusive economic policies are accelerating sectoral transformation while ensuring long-term prosperity for all. With a strong focus on equitable growth, panelists will highlight initiatives that uplift local businesses, support workforce upskilling, and integrate ESG principles into Malaysia’s industrial roadmap.<br/><br/>This session will offer insights, challenges, and future opportunities in leveraging institutional investments to drive inclusive, resilient growth within ASEAN and beyond.<br/><br/>Panelists:<br /><strong>Dato’ Amirul Feisal Wan Zahir</strong>, Managing Director, Khazanah Nasional<br/><strong>Dato’ Rizal Rickman Ramli</strong>, Deputy President & Group Chief Executive Officer, Permodalan Nasional Berhad<br/><strong>Hazman Hilmi Sallahuddin</strong>, Chief Investment Officer, Kumpulan Wang Persaraan<br /><br />Moderator:<br/><strong>Tan Sri Shahril Ridza Ridzuan</strong>, Independent Board of Director, CGS International Securities Malaysia Sdn. Bhd"
  },
  {
    "time": "12:50-14:30",
    "title": "Networking Lunch",
    "description": ""
  },
  {
    "time": "14:30-16:30",
    "title": "Pitch for the Planet: Projects for Greener ASEAN [in collaboration with Bank Negara Malaysia]",
    "description": "The ASEAN Pitch for the Planet (P4P) is a dynamic half-day event designed to showcase ground-breaking projects and solutions addressing climate change and environmental challenges across ASEAN. This platform connects innovative initiatives with potential investors, policymakers, and strategic partners to accelerate sustainable development and drive real impact.<br/><br/>Proposed Themes:<br/>1. Energy Transition - Advance renewable energy, improve energy storage and grids, expand microgrids for better energy access, and promote electrification.<br/>2. Climate Adaptation and Resilience - Climate-resilient infrastructure, water management, agriculture adaptation, and nature-based approaches to tackle climate risks.<br/>3. Digital Solutions for Climate Action - Digital tools and technologies that improve climate risk management, disaster preparedness, and sustainable practices."
  },
  {
    "time": "09:40-16:30",
    "title": "ASEAN Corporates Investors Breakouts",
    "description": ""
  }
]
