[
  {
    "time": "09:00–10:15",
    "title": "Registration and Refreshments",
    "description": ""
  },
  {
    "time": "10:15–10:20",
    "title": "Opening Remarks",
    "description": "<strong>Dato’ Mohammad Faiz Azmi</strong><br/>Executive Chairman, Securities Commission Malaysia"
  },
  {
    "time": "10:20–10:50",
    "title": "Keynote Address: ASEAN 2025: Forging a Resilient and Inclusive Future",
    "description": "<strong>YAB Dato Seri Anwar bin Ibrahim</strong><br/>Prime Minister of Malaysia"
  },
  {
    "time": "10:50–11:50",
    "title": "Ministerial Dialogue: ASEAN Structural Macro Policies: Reforms Versus Expansionary Measures",
    "description": "This high-level ministerial dialogue brings together key ASEAN policymakers to examine the delicate balance between structural reforms and expansionary measures in shaping the region’s economic trajectory. Amid evolving global challenges, the discussion will focus on policy strategies that enhance economic resilience, drive sustainable growth, and attract long-term investments. Panellists will share insights on how ASEAN economies can implement necessary reforms while leveraging expansionary policies to foster development, maintain financial stability, and strengthen regional competitiveness. <br/><br/> Panel Members:<br/><strong>YB Datuk Seri Amir Hamzah Azizan</strong>, Minister of Finance II, Malaysia<br/><strong>H.E. Chee Hong Tat</strong>, Minister for Transport and Second Minister for Finance, Singapore<br /><strong>H.E. Thomas Djiwandono</strong>, Vice Minister of Finance, Indonesia<br/><strong>H.E. Dr. Paopoom Rojanasakul</strong>, Deputy Minister of Finance, Thailand<br/><br/>Moderator:<br/><strong>Avril Hong</strong>, Bloomberg TV"
  },
  {
    "time": "11:50-12:10",
    "title": "Launch of ASEAN Investment Challenge 2025",
    "description": "The ASEAN Investment Challenge 2025 aims to empower ASEAN youth with lifelong financial literacy and sustainable investment knowledge through hands-on capital market investing. It targets tertiary students from Malaysia, Singapore, Indonesia, Thailand and the Philippines."
  },
  {
    "time": "12:10–13:00",
    "title": "Panel 1: ASEAN's Strategic Positioning: Insights from Industry Leaders on Regional Dynamics and Strategic Vision",
    "description": "This panel brings together senior executives from leading corporations to discuss their perspectives on ASEAN’s economic landscape and evolving role in regional collaboration. Representatives from diverse sectors - including technology, consumer markets and healthcare will share insights on investment trends, market opportunities and challenges. The discussion will explore how ASEAN is positioned as a strategic growth hub within the broader regional framework, highlighting key drivers of economic integration and future opportunities. This session will provide valuable insights into cross-border partnerships, innovation, and the future trajectory of ASEAN’s economic development. <br/><br/>Panelists:<br/><strong>Kelvin Chong</strong>, Group Head of Investor Relations & Corporate Finance, IHH Healthcare Berhad<br/><strong>Yew Heng Lim</strong>, Group Managing Director, Public Affairs, Grab Holdings<br/><strong>Jaesang Noh</strong>, Managing Director, SK Group, Malaysia (Chief Representative)<br/><strong>Patrick Adhiatmadja</strong>, Chief Strategy Officer, PT. Erajaya Swasembada <br /><br />Moderator:<br /><strong>Bertram Lai</strong>, Managing Director, Group Head of Research CGS International Securities"
  },
  {
    "time": "13:00–14:15",
    "title": "Networking Lunch",
    "description": ""
  },
  {
    "time": "14:15–15:15",
    "title": "Presentation 1: How ASEAN is Driving the Fourth Wave of Asian Growth",
    "description": "<strong>Dr Parag Khanna</strong>, Managing Partner at FutureMap / Strategic Advisor & Author."
  },
  {
    "time": "15:15–16:00",
    "title": "Panel 2: ASEAN's Economic Outlook: Insights from Investment and Economic Leaders",
    "description": "This panel brings together distinguished experts to discuss the evolving economic landscape of the ASEAN region. Representatives from leading investment corporations and economic research offices will share their perspectives on investment strategies, economic forecasts, and the factors influencing growth and stability within ASEAN. The discussion will delve into key topics such as emerging investment opportunities, risk management approaches, and the role of institutional investors in enhancing financial stability and driving sustainable development across the region.<br/><br/>Panelists:<br/><strong>Ben Hung</strong>, President International, Standard Chartered<br/><strong>Dato’ Siobhan Das</strong>, CEO, American Malaysian Chamber of Commerce<br/><strong>Dr. Hoe Ee Khor</strong>, Chief Economist, ASEAN + 3 Macroeconomic Research Office (AMRO)<br/><br/>Moderator:<br/><strong>Datuk Wan Razly Abdullah</strong>, President & Group CEO, Affin Bank Berhad"
  },
  {
    "time": "16:00–16:45",
    "title": "Panel 3: Positioning ASEAN as a Competitive Asset Class",
    "description": "As global investors seek diversification, ASEAN is gaining prominence as a compelling asset class. This panel brings together experts from leading financial institutions to explore ASEAN’s investment appeal, market accessibility, and inclusion in global indices. Discussions will focus on key drivers of capital flows, risk-return dynamics, and strategies to strengthen ASEAN’s position in global portfolios. Panelists will provide insights on how investors can navigate the region’s evolving financial landscape and capitalize on emerging opportunities.<br/><br/>Panelists:<br/><strong>Oleg Ruban</strong>, Managing Director and Head of APAC Research, MSCI<br/><strong>Dr. Yan Yan</strong>, Head of Index Research and Design, APAC FTSE Russell<br/><strong>Christy Tan</strong>, Managing Director, Investment Strategist, Franklin Templeton<br/><br/>Moderator:<br/><strong>Dato' Mohd Rashid Mohamad</strong>, Group Managing Director, RHB"
  },
  {
    "time": "16:45–17:00",
    "title": "Keynote Address 2: ASEAN – The Next Investment Destination",
    "description": "<strong>Tan Sri Nazir Razak</strong><br/>Chairman, ASEAN Business Advisory Council"
  },
  {
    "time": "17:00–17:15",
    "title": "Presentation 2: Innovative Solutions for the Capital Market & Enabling Access for SMEs",
    "description": "<strong>Datuk Johan Mahmood Merican</strong><br/>Secretary General of Treasury, Ministry of Finance Malaysia"
  },
  {
    "time": "17:15–17:35",
    "title": "Closing Keynote Address: Harnessing ASEAN’s Trade and Industry Potential Through Sustainable Pathways – Insights from NIMP 2030",
    "description": "<strong>Tengku Datuk Seri Utama Zafrul Tengku Abdul Aziz</strong><br/>Minister of Investment, Trade and Industry"
  },
  {
    "time": "17:45–18:30",
    "title": "Roundtable with Minister of Investment, Trade and Industry Leveraging NIMP Strategic Co-Investment Fund (CoSIF) to Elevate Growth of Mid-Tier Companies & SMEs in Malaysia",
    "description": "This exclusive roundtable brings together 13 mid-tier companies and NIMP Strategic Co-Investment Fund (CoSIF) Recognised Market Operators for a high-level discussion with the Minister of Investment, Trade and Industry. The session will explore investment opportunities, trade facilitation, and strategic collaboration to drive Malaysia’s industrial transformation under the New Industrial Master Plan (NIMP 2030).<br/><br/>Key topics will include:<br/>- Enhancing market access and competitiveness for mid-tier companies<br/>- Opportunities for co-investment and funding through CoSIF<br/>- Strengthening public-private partnerships to support industrial growth<br/>- Strategies to position Malaysia as a key player in regional and global supply chains<br/><br/>This roundtable provides a unique platform for industry leaders to engage directly with policymakers, share perspectives, and explore collaborative initiatives that align with Malaysia’s long-term economic and industrial development goals."
  }
]
