[
  {
    "time": "09:00–10:15",
    "title": "Registration and Refreshments",
    "description": ""
  },
  {
    "time": "09:15–10:15",
    "title": "Investors Breakfast Roundtable with Prime Minister of Malaysia & Minister of Finance II",
    "description": "(Private meeting: kindly speak to your sales representative if you would like to attend this session) <br/><br/> Topic: Aligning ASEAN's Growth Agenda with Global Investment Trends <br/><br/> This exclusive roundtable brings together 15-18 leading ASEAN+3 institutional investors for a high-level dialogue with the Prime Minister of Malaysia & the Minister of Finance II. The discussion will explore ASEAN’s evolving economic landscape and how regional growth strategies align with global investment trends. Key topics include sustainable finance, digital transformation, infrastructure development, and capital market opportunities in ASEAN. <br/> <br/> The discussion should also surround how ASEAN+3 members can collaborate more effectively to drive regional economic resilience and unlock new investment opportunities. This session aims to foster strategic engagement between global investors and regional leadership, providing valuable insights into Malaysia’s economic vision, policy direction, and broader regional cooperation efforts."
  },
  {
    "time": "10:15–10:25",
    "title": "Opening Remarks",
    "description": "Dato’ Mohammad Faiz Azmi<br/>Executive Chairman, Securities Commission Malaysia"
  },
  {
    "time": "10:25–10:45",
    "title": "Keynote Address 1: ASEAN 2025: Forging a Resilient and Inclusive Future",
    "description": "YAB Dato Seri Anwar bin Ibrahim <br/>Prime Minister of Malaysia <br/><br/> Launch of ASEAN Simplified ESG Disclosure Guide for SMEs in Supply Chains"
  },
  {
    "time": "10:45–11:10",
    "title": "Coffee Break",
    "description": ""
  },
  {
    "time": "11:10–12:10",
    "title": "Ministerial Dialogue: ASEAN Structural Macro Policies: Reforms Versus Expansionary Measures",
    "description": "This high-level ministerial dialogue brings together key ASEAN policymakers to examine the delicate balance between structural reforms and expansionary measures in shaping the region’s economic trajectory. Amid evolving global challenges, the discussion will focus on policy strategies that enhance economic resilience, drive sustainable growth, and attract long-term investments. Panellists will share insights on how ASEAN economies can implement necessary reforms while leveraging expansionary policies to foster development, maintain financial stability, and strengthen regional competitiveness. <br/><br/> Panel Members:<br/>YB Datuk Seri Amir Hamzah Azizan, Minister of Finance II, Malaysia<br/>H.E. Chee Hong Tat, Minister of Finance II, Singapore<br/><br/>Moderator:<br/>Bloomberg"
  },
  {
    "time": "12:10–13:00",
    "title": "Panel 1: ASEAN's Strategic Positioning: Insights from Industry Leaders on Regional Dynamics and Strategic Vision",
    "description": "This panel brings together senior executives from leading corporations to discuss their perspectives on ASEAN’s economic landscape and evolving role in regional collaboration. Representatives from diverse sectors - including technology, consumer markets and healthcare will share insights on investment trends, market opportunities and challenges. The discussion will explore how ASEAN is positioned as a strategic growth hub within the broader regional framework, highlighting key drivers of economic integration and future opportunities. This session will provide valuable insights into cross-border partnerships, innovation, and the future trajectory of ASEAN’s economic development. <br/><br/>Panelists:<br/>Kelvin Chong, Group Corporate Finance/Treasury and Group Investor Relations, IHH Healthcare Berhad<br/>Yew Heng Lim, Group Managing Director, Public Affairs, Grab Holdings<br/>Jaesang Noh, CEO, SK Group (Malaysia)"
  },
  {
    "time": "13:00–14:15",
    "title": "Networking Lunch",
    "description": ""
  },
  {
    "time": "14:35–15:35",
    "title": "Presentation 1: ASEAN Macro Trends and Medium to Long Term Growth Expectations",
    "description": "by Dr Parag Khanna, Managing Partner at FutureMap / Strategic Advisor & Author."
  },
  {
    "time": "15:15–16:05",
    "title": "Panel 2: ASEAN's Economic Outlook: Insights from Investment and Economic Leaders",
    "description": "This panel brings together distinguished experts to discuss the evolving economic landscape of the ASEAN region. Representatives from leading investment corporations and economic research offices will share their perspectives on investment strategies, economic forecasts, and the factors influencing growth and stability within ASEAN. The discussion will delve into key topics such as emerging investment opportunities, risk management approaches, and the role of institutional investors in enhancing financial stability and driving sustainable development across the region.<br/><br/>Moderator:<br/>Datuk Wan Razly Abdullah, President & Group CEO, Affin Bank Berhad"
  },
  {
    "time": "16:05–16:55",
    "title": "Panel 3: Positioning ASEAN as a Competitive Asset Class",
    "description": "As global investors seek diversification, ASEAN is gaining prominence as a compelling asset class. This panel brings together experts from leading financial institutions to explore ASEAN’s investment appeal, market accessibility, and inclusion in global indices. Discussions will focus on key drivers of capital flows, risk-return dynamics, and strategies to strengthen ASEAN’s position in global portfolios. Panelists will provide insights on how investors can navigate the region’s evolving financial landscape and capitalize on emerging opportunities.<br/><br/>Panelists:<br/>Douglas Walls, Managing Director and Head of Index for APAC, MSCI<br/>Wanming Du, Head of Index Policy APAC, FTSE Russell<br/>David Aronovitch, CEO of Southeast Asia, Morgan Stanley Asia (Singapore)<br/><br/>Moderator:<br/>Dato' Mohd Rashid Mohamad, Group Managing Director, RHB"
  },
  {
    "time": "16:55–17:15",
    "title": "Keynote Address 2: ASEAN – The Next Investment Destination",
    "description": "Tan Sri Nazir Razak<br/>Chairman, ASEAN Business Advisory Council"
  },
  {
    "time": "17:15–17:25",
    "title": "Presentation 2: Innovative Solutions for the Capital Market & Enabling Access for SMEs",
    "description": "Datuk Johan Mahmood Merican<br/>Secretary General of Treasury, Ministry of Finance Malaysia"
  }
]
