[
  {
    "time": "08:30-09:00",
    "title": "Registration and Refreshments",
    "description": ""
  },
  // {
  //   "time": "08:45-09:15",
  //   "title": "Breakfast Roundtable with Minister of Investment, Trade and Industry",
  //   "description": "This exclusive roundtable brings together 10-12 mid-tier companies and NIMP Strategic Co-Investment Fund (CoSIF) Recognised Market Operators for a high-level discussion with the Minister of Investment, Trade and Industry. The session will explore investment opportunities, trade facilitation, and strategic collaboration to drive Malaysia’s industrial transformation under the New Industrial Master Plan (NIMP 2030)."
  // },
  {
    "time": "09:15-09:25",
    "title": "Opening Remarks",
    "description": "by Dato’ Mohammad Faiz Azmi, Executive Chairman, Securities Commission Malaysia."
  },
  {
    "time": "09:25-09:45",
    "title": "Keynote Address 3: Harnessing ASEAN’s Trade and Industry Potential Through Sustainable Pathways – Insights from NIMP 2030",
    "description": "by Tengku Datuk Seri Utama Zafrul Tengku Abdul Aziz, Minister of Investment, Trade and Industry."
  },
  {
    "time": "09:45-10:05",
    "title": "Keynote Address 4: Strengthening ASEAN Connectivity for Sustainable and Inclusive Investment Opportunities",
    "description": ""
  },
  {
    "time": "10:05-10:35",
    "title": "Presentation 3: Perspectives of ASEAN + 3: Trade & Investment Opportunities",
    "description": "by Tan Sri Andrew Sheng, Distinguished Fellow, Asia Global Institute, University of Hong Kong."
  },
  {
    "time": "10:35-10:55",
    "title": "Coffee Break",
    "description": ""
  },
  {
    "time": "10:55-11:55",
    "title": "Panel 4: ASEAN+3 Development Banks: Catalysing Sustainable Investment in ASEAN",
    "description": "This panel brings together senior representatives from leading multilateral and policy banks to explore their role in driving sustainable investment and long-term economic resilience in ASEAN. Discussions will focus on key funding priorities, including green financing, digital infrastructure, and public-private partnerships that foster inclusive growth."
  },
  {
    "time": "11:55-12:55",
    "title": "Panel 5: Strengthening Supply Chain Resilience across ASEAN",
    "description": "This panel will explore how ASEAN can optimize its regional semiconductor value chain, drive digital transformation, and implement sustainable strategies to enhance integration and adaptability in the industry."
  },
  {
    "time": "12:55-14:30",
    "title": "Networking Lunch",
    "description": ""
  },
  {
    "time": "14:30-16:30",
    "title": "Pitch for the Planet: Projects for Greener ASEAN [in collaboration with BNM]",
    "description": "The ASEAN Pitch for the Planet (P4P) is a dynamic half-day event designed to showcase ground-breaking projects and solutions addressing climate change and environmental challenges across ASEAN."
  },
  {
    "time": "16:30",
    "title": "End of Day Two",
    "description": ""
  }
]
