[
  {
    "time": "09:00–09:15",
    "title": "Registration and Refreshments",
    "description": ""
  },
  {
    "time": "10:15– 10:25",
    "title": "Opening Remarks",
    "description": "by Dato’ Mohammad Faiz Azmi, Executive Chairman, Securities Commission Malaysia."
  },
  {
    "time": "10:25– 10:45",
    "title": "Keynote Address 1: ASEAN 2025: Forging a Resilient and Inclusive Future",
    "description": "YAB Dato Seri Anwar bin Ibrahim, Prime Minister of Malaysia. <br/><br/> Launch of ASEAN Simplified ESG Disclosure Guide for SMEs in Supply Chains."
  },
  {
    "time": "10:45–11:10",
    "title": "Coffee Break",
    "description": ""
  },
  {
    "time": "11:10–12:10",
    "title": "Ministerial Dialogue: ASEAN Structural Macro Policies: Reforms Versus Expansionary Measures",
    "description": "This high-level ministerial dialogue brings together key ASEAN policymakers to examine the delicate balance between structural reforms and expansionary measures in shaping the region’s economic trajectory. Amid evolving global challenges, the discussion will focus on policy strategies that enhance economic resilience, drive sustainable growth, and attract long-term investments. Panelists will share insights on how ASEAN economies can implement necessary reforms while leveraging expansionary policies to foster development, maintain financial stability, and strengthen regional competitiveness."
  },
  {
    "time": "12:10–13:00",
    "title": "Panel 1: Sovereign Wealth Funds (SWF) Shaping the Investing Landscape in ASEAN",
    "description": "This panel brings together top sovereign wealth funds (SWFs) to discuss their investment strategies, sectoral priorities, and long-term perspectives on ASEAN’s evolving economic landscape. The discussion will delve into key themes such as emerging investment opportunities, risk management approaches, and the role of SWFs in enhancing financial stability and driving sustainable development. Panelists will offer valuable insights into how these global funds are influencing capital flows, infrastructure growth, and economic resilience across the region."
  },
  {
    "time": "13:00–14:15",
    "title": "Networking Lunch",
    "description": ""
  },
  {
    "time": "14:15–14:35",
    "title": "Keynote Address 2: ASEAN – The Next Investment Destination",
    "description": "by Tan Sri Nazir Razak, Chairman, ASEAN Business Advisory Council."
  },
  {
    "time": "14:35–15:35",
    "title": "Presentation 1: ASEAN Macro Trends and Medium to Long Term Growth Expectations",
    "description": "by Dr Parag Khanna, Managing Partner at FutureMap / Strategic Advisor & Author."
  },
  {
    "time": "15:35–15:45",
    "title": "Presentation 2: Innovative Solutions for the Capital Market & Enabling Access for SMEs",
    "description": ""
  },
  {
    "time": "15:45–16:35",
    "title": "Panel 2: ASEAN+3 Perspectives on ASEAN: Regional Dynamics and Strategic Vision",
    "description": "This panel brings together industry leaders from China, Japan, and South Korea to discuss their perspectives on ASEAN’s economic landscape and evolving role in regional collaboration. Senior executives from key sectors - including technology, consumer markets, and automotive - will share insights on investment trends, market opportunities, and challenges in engaging with ASEAN."
  },
  {
    "time": "16:35–17:25",
    "title": "Panel 3: Positioning ASEAN as a Competitive Asset Class",
    "description": "As global investors seek diversification, ASEAN is gaining prominence as a compelling asset class. This panel brings together experts from leading financial institutions to explore ASEAN’s investment appeal, market accessibility, and inclusion in global indices. Discussions will focus on key drivers of capital flows, risk-return dynamics, and strategies to strengthen ASEAN’s position in global portfolios."
  },
  {
    "time": "17:25–17:35",
    "title": "Closing Remarks",
    "description": "by Datin Paduka Azalina Adham, Managing Director, Securities Commission Malaysia."
  }
]
